Repository: stsbl/iserv-billboard
Catalog: locale/*/stsbl-iserv-billboard.po
Languages: de

source: %s at %s
de: %s am %s

source: Access the bill-board
de: Auf das schwarze Brett zugreifen

source: Add
de: Hinzufügen

source: Add a comment
de: Einen Kommentar hinzufügen

source: Add a new image to this entry
de: Ein neues Bild zum diesem Eintrag hinzufügen

source: Add image
de: Bild hinzufügen

source: Added
de: Hinzugefügt

source: Administration
de: Verwaltung

source: All entries
de: Alle Einträge

source: Allow comments
de: Kommentare erlauben

source: Author
de: Autor

source: Bill-Board
de: Schwarzes Brett

source: Cancel
de: Abbrechen

source: Categories
de: Kategorien

source: Category
de: Kategorie

source: Close
de: Schließen

# billboard
source: Closed
de: Geschlossen

source: Comment "%s" successful deleted.
de: Kommentar "%s" erfolgreich gelöscht.

source: Comment text
de: Kommentartext

source: Comment to entry "%s" successful added.
de: Kommentrar zu Eintrag "%s" erfolgreich hinzugefügt.

source: Comments
de: Kommentare

# billboard
source: Comments
de: Kommentare

source: Control whether comments on entries are allowed or not. If you disable commenting, no one can add new comments. Existing comments will still displayed.
de: Steuern sie, ob das Kommentieren von Einträgen erlaubt ist oder nicht. Wenn sie das Kommentieren deaktivieren, kann keiner neue Kommentare hinzufügen. Bestehende Kommentare werden weiterhin angezeigt.

source: Create new entries at the bill-board
de: Neue Einträge auf dem schwarzen Brett erstellen

source: Created
de: Erstellt

source: Currently no comments.
de: Derzeit keine Kommentare.

source: Date
de: Datum

source: Delete
de: Löschen

source: Delete comment
de: Kommentar löschen

source: Delete image
de: Bild löschen

source: Description
de: Beschreibung

source: Do you really want to delete the comment "%s" by %s?
de: Möchten Sie den Kommentar "%s" von %s wirklich löschen?

# billboard
source: Do you really want to delete the image?
de: Möchten Sie das Bild wirklich löschen?

source: Entries I created
de: Einträge, die ich erstellt habe

source: Entry
de: Eintrag

source: Entry "%s" on the billboard
de: Eintrag "%s" auf dem schwarzen Brett

source: Entry is now hidden: %s
de: Eintrag ist jetzt ausgeblendet: %s

source: Entry is now locked: %s
de: Eintrag ist jetzt geschlossen: %s

source: Entry is now unlocked: %s
de: Eintrag ist jetzt geöffnet: %s

source: Entry is now visible: %s
de: Eintrag ist jetzt eingeblendet: %s

source: Failed to hide entry: %s
de: Ausblenden des Eintrages fehlgeschlagen: %s

source: Failed to make entry visible: %s
de: Einblenden des Eintrages fehlgeschlagen: %s

source: Here you can enter rules, which are shown at the form for adding an entry to the bill-board.
de: Hier können Sie Regeln eingeben, die im Formular für das Hinzufügen eines Eintrages zum schwarzen Brett angezeigt werden.

source: Hidden
de: Versteckt

source: Hidden entries of other users
de: Versteckte Einträge anderer Benutzer

source: Hide
de: Ausblenden

source: If you hide the entry, it is only visible by yourself and people who has the privilege to moderate the bill-board.
de: Wenn Sie den Eintrag ausblenden, ist er nur für Sie selber und Personen, die das schwarze Brett moderieren können, sichtbar.

source: Image
de: Bild

source: Image "%s" was deleted successfully.
de: Bild "%s" wurde erfolgreich gelöscht.

source: Image "%s" was uploaded successfully.
de: Bild "%s" wurde erfolgreich hochgeladen.

source: Images
de: Bilder

source: Invalid rules text
de: Ungültiger Regeltext

source: Last refresh
de: Zuletzt aktualisiert

# billboard
source: Lock
de: Schließen

source: Manage
de: Verwalten

source: Manage the bill-board
de: Schwarzes Brett verwalten

source: Moderate the bill-board
de: Schwarzes Brett moderieren

source: Module: Bill-Board
de: Modul: Schwarzes Brett

source: My hidden entries
de: Meine versteckten Einträge

source: Name the matter that you want to offer in one sentence, for example »I am oferring my electric guitar for selling«.
de: Beschreiben Sie Ihr Anliegen in einem Satz, zum Beispiel »Ich biete meine E-Gitarre zum Verkauf an«.

source: New comment on your post: %s commented on %s
de: Neuer Kommentar zu Ihrem Beitrag: %s hat %s kommentiert

source: No
de: Nein

source: Open
de: Öffnen

source: Please give a short description of your matter.
de: Bitte beschreiben Sie Ihr Anliegen kurz.

source: Please upload an image.
de: Bitte laden Sie ein Bild hoch.

source: Rules
de: Regeln

source: Rules for posting on the Bill-Board:
de: Regeln für das Veröffentlichen auf dem schwarzen Brett:

source: Rules updated successfully.
de: Regeln erfolgreich aktualisiert.

source: Save
de: Speichern

source: Select the matching category for your matter.
de: Wählen Sie eine passende Kategorie für Ihr Anliegen aus.

source: Show
de: Anzeigen

source: The adding of new comments was disabled by your administrator.
de: Das Hinzufügen neuer Kommentare wurde durch Ihren Administrator deaktiviert.

source: The bill-board is only intended for small things. Please dont't offer things which have a worth of more than 100 euro.
de: Das schwarze Brett ist nur für kleine Dinge gedacht. Bitte bieten Sie keine Dinge mit einem Wert von mehr als 100 Euro an.

source: The given file has a not supported format.
de: Die Datei hat ein nicht unterstütztes Format.

source: There are no bill-board categories configured yet. Please contact your administrator.
de: Es sind noch keine Kategorien für das schwarze Brett eingerichtet. Bitte kontaktieren Sie Ihren Administrator.

source: This entry currently has no images. To add one, click "Add image" below.
de: Dieser Eintrag hat derzeit keine Bilder. Um eines hinzuzufügen, klicken Sie unten auf "Bild hinzufügen".

source: This entry is closed for any write access.
de: Dieser Eintrag ist für jeglichen Schreibzugriff geschlossen.

source: This entry is locked, therefor the creation of comments is not longer possible.
de: Dieser Eintrag ist geschlossen, daher ist das Erstellen von Kommentaren nicht länger möglich.

# billboard
source: This should never happen.
de: Dies sollte niemals vorkommen.

source: Title
de: Titel

source: Upload
de: Hochladen

source: Upload a new image.
de: Ein neues Bild hochladen.

source: Users with this privilege are able to access the bill-board and read the entries but there are not able to create and edit entries.
de: Benutzer mit diesem Recht können auf das schwarze Brett zugreifen, können jedoch keine neue Einträge erstellen und Bestehende bearbeiten.

source: Users with this privilege can create new entries on the bill-board, edit their existing entries and comment entries of other users.
de: Benutzer mit diesem Recht können neue Einträge auf dem schwarzen Brett erstellen, ihre bestehenden Einträge bearbeiten sowie Einträge anderer Benutzer kommentieren.

source: Users with this privilege can edit and delete every entry on the bill-board. Includes the creation privilege.
de: Benutzer mit diesem Recht können alle Einträge auf dem schwarzen Brett bearbeiten oder löschen. Beinhaltet das Erstellrecht.

source: Users with this privilege can manange the bill-board and create new categories. Includes the moderation privilege.
de: Benutzer mit diesem Recht können das Schwarze Brett verwalten und neue Kategorien anlegen. Beinhaltet das Moderationsrecht.

source: Visibility
de: Sichtbarkeit

source: Visible
de: Sichtbar

source: Yes
de: Ja

source: You can not add further images to this entry, because it is closed.
de: Sie können keine weiteren Bilder zum diesem Eintrag hinzufügen, da er geschlossen wurde.

source: You don't have the permission to change that entry: %s
de: Sie haben nicht die Berechtigung, diesen Eintrag zu verändern: %s

source: Your entry was locked: %s locked %s
de: Ihr Eintrag wurde geschlossen: %s hat %s geschlossen

source: Your entry was opened: %s opened %s
de: Ihr Eintrag wurde geöffnet: %s hat %s geöffnet

source: by
de: von

source: none
de: keine
